const linusInfo = {
  project : [
  {
    name : `avoid rain`,
    date : `2025.03.06 ~ 2025.03.12`,
    TP : `Team`,
    complete : `완료`,
  },
  {
    name : `lol banpick`,
    date : `2025.03.14 ~ 2025.03.20`,
    TP : `Team`,
    complete : `완료`,
  },
  {
    name : `updown game`,
    date : `2025.03.28 ~ 2025.05.12`,
    TP : `Team`,
    complete : `완료`,
  },
  {
    name : `yatch dice`,
    date : `2025.04.03 ~ 2025.??.??`,
    TP : `Personal`,
    complete : `완료`,
  },
  {
    name : `lol record search`,
    date : `2025.05.11 ~ 2025.??.??`,
    TP : `Personal`,
    complete : `완료`,
  },
  {
    name : `stock`,
    date : `2025.05.13 ~ 2025.??.??`,
    TP : `Team`,
    complete : `완료`,
  },
  {
    name : `project_B`,
    date : `2025.??.?? ~ 2025.??.??`,
    TP : `Team`,
    complete : `완료`,
  }
],
  school : [
    {
      name : `백석대학교(4년제)`,
      major : `기독교상담학과`,
      date : `2018.03 ~ 2021.03`
    }
  ],
  experience : [
    {
      name : `그린아트컴퓨터학원 대전둔산점`,
      detail : `- 직업 훈련 과정 명 : 기업에서 요구하는 프레임워크를 활용한 풀스택 개발자(NODE,ECMAscript)양성
      <br>- 프로젝트 :
      <br>1. 비피하기 게임 사이트 (팀 프로젝트)
      <br>2. 리그오브레전드 밴픽 사이트 (팀 프로젝트)
      <br>3. 업다운 게임 사이트 (팀 프로젝트)`,
      date : `2024.12 ~ 2025.07`
    },
    {
      name : `세종특별자치시 제 10선거구 (종촌동) 시의회 의원 후보자 손웅 사무소`,
      detail : `- 당시 아르바이트 하던 편의점의 사장님께서 제8회 전국동시지방선거에 시의원 후보로 나가게 되심. 
      <br>- '너는 믿을 수 있다'고 하시며, 아르바이트 한다고 생각하고, 사무장을 맡아달라고 하심.
      <br>- 기반 지식은 없었지만, 선거위원회에서 나누어진 유인물과, 선거위원회에서 개최한 강연에 참석하며, 업무를 해 나감
      <br>- 이 경험을 토대로 모르는 것을 학습하는데에 두려움을 극복하고, 유하게 받아들이게 되는 자세를 가지게 되었음.
      <br>- 결과적으로는 탈락하게 되었지만 42.50%의 득표율을 얻어내었던 경험을 얻게 되었음.`
    },
    {
      name : `gs25 세종 래미안점`,
      detail : `- 손님 응대
                <br>- 물품 판매
                <br>- 창고 정리
                <br>- 물류 정리
                <br>- 매대 정리
                <br>- 점포 청소
                <br>- 사회복무요원 복무이행으로 인한 퇴직.`,
      date : `2021.03 ~ 2023.02`
    },
    {
      name : `백석대학교/상담학과 과임원`,
      detail : `- 과임원 대외협력부장을 역임함.
                <br>- 과에서 행사를 할 때, 장소를 섭외하고, 인원을 섭외함.
                <br>- 리더쉽을 발휘해서, 과 사람들을 이끔.`,
      date : `2020.01 ~ 2021.02`
    },
    {
      name : `백석대학교/ 두드림:대학생도박문제예방활동단`,
      detail : `- 한국도박문제관리센터 와 협업 하여 대학생 도박예방 캠페인 진행
                <br>- 2020년 대학생 도박문제 예방활동단 평가대회 최우수상 수상
                <br>- 해당 기사 링크 https://www.newsway.co.kr/news/view?ud=2020111617274993757`,
      date : `2019.03 ~ 2021.03`
    },
    {
      name : `레드존 PC & 코인노래연습장`,
      detail : `- 손님 응대
                <br>- 피시방 업무
                <br>- 노래방 업무
                <br>- 매점 청소
                <br>- 물류 정리
                <br>- 대학교에서 과 임원을 역임하게 되어 시간조정이 되지않아 퇴직.`,
      date : `2019.04 ~ 2020.01`
    },
    {
      name : `맘스터치 세종새롬점`,
      detail : `- 손님 응대
                <br>- 치킨 조리
                <br>- 햄버거 조리
                <br>- 기름 정제
                <br>- 매장 청소
                <br>- 대학교에서 과 임원을 역임하게 되어 시간 조정이 되지않아 퇴직`,
      date : `2019.03 ~ 2020.01`
    },
    {
      name : `세종대성고등학교/축구 동아리`,
      detail : `- 재학 중 3년간 세종시 스포츠 클럽 축구 대회 우승 2회, 준우승 2회, 풋살 대회 우승 1회, 준우승 1회
                <br>- 2학년 시기에 풋살 시 대회 각각 우승 후, 풋살 전국 대회 출전
                <br>- 2학년 시기에 학교 축구, 풋살 대표팀 주장 역임`,
      date : `2015.03 ~ 2018.02`
    },
    {
      name : `세종어진중학교/밴드 동아리`,
      detail : `- 3학년 시기 전학 온 후, 마음 맞는 친구들과 밴드 결성
                - 음악 선생님을 고문으로 모셔 밴드 동아리 창설
                - 밴드 동아리 보컬로 활동
                - 학교 축제에서 '나는 나비', '꽃송이가' 2곡 공연
                - 졸업식에서 '이젠 안녕' 1곡 공연`,
      date : `2014.06 ~ 2015.02`
    }, 
  ],
  skill : [
    { name : `Node.js`},
    { name : `JavaScript`},
    { name : `MySQL`},
    { name : `Git`},
    { name : `ReactJS`},
    { name : `PostgreSQL`},
    { name : `웹개발`},
    { name : `RestAPI`},
    { name : `HTML5`},
    { name : `VSCode`},
    { name : `CSS3`},
    { name : `SQLite`},
    { name : `SQL`},
    { name : `Web API`},
    { name : `Vite`},
    { name : `Babel`},
    { name : `Figma`},
    { name : `Webpack`},
    { name : `Tailwind CSS`},              
  ]
}

console.log(linusInfo);